---
kind: other
id: Properties.T:Autodesk.Revit.DB.MultiReferenceAnnotation
source: html/c2a23613-a3eb-4aeb-55b1-c26ca1cc69bd.htm
---
# MultiReferenceAnnotation Properties

The id of the assembly instance to which the element belongs.